Repository: owngoal-dev/Umbra
Catalog: Umbra/Localizable.xcstrings
Source language: en
Languages: ar, de, fr, it, ja, vi, zh_hans

source: Saving restarts active services. Use the new ports to reconnect.
ar: يؤدي الحفظ إلى إعادة تشغيل الخدمات المفعّلة. استخدم المنافذ الجديدة لإعادة الاتصال.
de: Beim Sichern werden aktive Dienste neu gestartet. Verbinde dich anschließend über die neuen Ports.
fr: L’enregistrement redémarre les services actifs. Utilisez les nouveaux ports pour vous reconnecter.
it: Il salvataggio riavvia i servizi attivi. Usa le nuove porte per riconnetterti.
ja: 保存すると有効なサービスが再起動します。再接続には新しいポートを使用してください。
vi: Lưu sẽ khởi động lại các dịch vụ đang bật. Dùng cổng mới để kết nối lại.
zh_hans: 保存后会重启已启用的服务。重新连接时请使用新端口。

source: Saving…
ar: جارٍ الحفظ…
de: Wird gesichert…
fr: Enregistrement…
it: Salvataggio…
ja: 保存中…
vi: Đang lưu…
zh_hans: 正在保存…

source: Scanning…
ar: جارٍ الفحص…
de: Suche läuft …
fr: Analyse…
it: Scansione…
ja: スキャン中…
vi: Đang quét…
zh_hans: 正在扫描…

source: Select All
ar: تحديد الكل
de: Alle auswählen
fr: Tout sélectionner
it: Seleziona tutto
ja: すべて選択
vi: Chọn tất cả
zh_hans: 全选

source: Selected Manually
ar: محدد يدويًا
de: Manuell ausgewählt
fr: Sélectionné manuellement
it: Selezionato manualmente
ja: 手動で選択済み
vi: Đã chọn thủ công
zh_hans: 已手动选择

source: Selected: %ld
ar: المحدد: %ld
de: Ausgewählt: %ld
fr: Sélection : %ld
it: Selezionati: %ld
ja: 選択済み：%ld
vi: Đã chọn: %ld
zh_hans: 已选：%ld

source: Service is not installed.
ar: هذه الخدمة غير مثبتة.
de: Dieser Dienst ist nicht installiert.
fr: Ce service n’est pas installé.
it: Questo servizio non è installato.
ja: このサービスはインストールされていません。
vi: Dịch vụ này chưa được cài đặt.
zh_hans: 未安装此服务。

source: Services
ar: الخدمات
de: Dienste
it: Servizi
ja: サービス
vi: Dịch vụ
zh_hans: 服务

source: Settings
ar: الإعدادات
de: Einstellungen
fr: Réglages
it: Impostazioni
ja: 設定
vi: Cài đặt
zh_hans: 设置

source: Show Details
ar: عرض التفاصيل
de: Details anzeigen
fr: Afficher les détails
it: Mostra dettagli
ja: 詳細を表示
vi: Xem chi tiết
zh_hans: 显示详情

# Some apps may refuse to run because a VPN/Proxy is enabled.
source: A VPN or proxy is enabled. Some apps may refuse to run.
ar: تم تفعيل VPN أو وكيل. قد ترفض بعض التطبيقات العمل بسبب ذلك.
de: Ein VPN oder Proxy ist aktiviert. Einige Apps lassen sich deshalb möglicherweise nicht ausführen.
fr: Un VPN ou un proxy est activé. Certaines applications peuvent refuser de fonctionner.
it: È attivo un VPN o un proxy. Alcune app potrebbero rifiutarsi di funzionare.
ja: VPN またはプロキシが有効になっています。一部のアプリが動作を拒否する場合があります。
vi: VPN hoặc proxy đang được bật. Một số ứng dụng có thể từ chối hoạt động.
zh_hans: 当前已启用 VPN 或代理，部分应用可能因此拒绝运行。

source: Source Scheme
ar: المخطط الأصلي
de: Ursprüngliches Schema
fr: Schéma source
it: Schema di origine
ja: 元のスキーム
vi: Scheme gốc
zh_hans: 原 Scheme

source: Startup failed
ar: فشل بدء التشغيل
de: Start fehlgeschlagen
fr: Échec du démarrage
it: Avvio non riuscito
ja: 起動に失敗しました
vi: Khởi động thất bại
zh_hans: 启动失败

source: Status
ar: الحالة
fr: État
it: Stato
ja: 状態
vi: Trạng thái
zh_hans: 状态

source: Target Scheme
ar: المخطط المستهدف
de: Zielschema
fr: Schéma cible
it: Schema di destinazione
ja: 置換先のスキーム
vi: Scheme đích
zh_hans: 目标 Scheme

source: The %ld selected items will be permanently deleted.
ar: سيتم حذف العناصر المحددة (%ld) نهائيًا.
de: Die %ld ausgewählten Elemente werden dauerhaft gelöscht.
fr: Les %ld éléments sélectionnés seront supprimés définitivement.
it: I %ld elementi selezionati verranno eliminati definitivamente.
ja: 選択した %ld 項目を完全に削除します。
vi: Sẽ xóa vĩnh viễn %ld mục đã chọn.
zh_hans: 将永久删除所选的 %ld 个项目。

source: The bundled cleaning rules could not be found.
ar: تعذر العثور على قواعد التنظيف المرفقة بالتطبيق.
de: Die mitgelieferten Bereinigungsregeln wurden nicht gefunden.
fr: Les règles de nettoyage intégrées sont introuvables.
it: Impossibile trovare le regole di pulizia incluse nell’app.
ja: アプリに付属するクリーンアップルールが見つかりませんでした。
vi: Không tìm thấy quy tắc dọn dẹp đi kèm ứng dụng.
zh_hans: 找不到随应用提供的清理规则。

source: The bundled cleaning rules failed verification.
ar: فشل التحقق من قواعد التنظيف المرفقة بالتطبيق.
de: Die Überprüfung der mitgelieferten Bereinigungsregeln ist fehlgeschlagen.
fr: La vérification des règles de nettoyage intégrées a échoué.
it: La verifica delle regole di pulizia incluse nell’app non è riuscita.
ja: アプリに付属するクリーンアップルールの検証に失敗しました。
vi: Không thể xác minh quy tắc dọn dẹp đi kèm ứng dụng.
zh_hans: 随应用提供的清理规则未通过校验。

source: The cleaning rules are not a valid dictionary.
ar: قواعد التنظيف ليست بتنسيق قاموس صالح.
de: Die Bereinigungsregeln haben kein gültiges Dictionary-Format.
fr: Les règles de nettoyage ne sont pas au format dictionnaire attendu.
it: Le regole di pulizia non sono in un formato dizionario valido.
ja: クリーンアップルールの辞書形式が無効です。
vi: Quy tắc dọn dẹp không có định dạng từ điển hợp lệ.
zh_hans: 清理规则的字典格式无效。

source: The cleaning rules file is invalid.
ar: ملف قواعد التنظيف غير صالح.
de: Die Datei mit den Bereinigungsregeln ist ungültig.
fr: Le fichier des règles de nettoyage n’est pas valide.
it: Il file delle regole di pulizia non è valido.
ja: クリーンアップルールのファイルが無効です。
vi: Tệp quy tắc dọn dẹp không hợp lệ.
zh_hans: 清理规则文件无效。

source: The file could not be removed.
ar: تعذر حذف الملف.
de: Die Datei konnte nicht gelöscht werden.
fr: Impossible de supprimer le fichier.
it: Impossibile eliminare il file.
ja: ファイルを削除できませんでした。
vi: Không thể xóa tệp.
zh_hans: 无法删除此文件。

source: The folder could not be read.
ar: تعذرت قراءة المجلد.
de: Der Ordner konnte nicht gelesen werden.
fr: Impossible de lire le dossier.
it: Impossibile leggere la cartella.
ja: フォルダを読み取れませんでした。
vi: Không thể đọc thư mục.
zh_hans: 无法读取此文件夹。

source: The saved configuration is not a valid dictionary.
ar: الإعدادات المحفوظة ليست بتنسيق قاموس صالح.
de: Die gespeicherte Konfiguration hat kein gültiges Dictionary-Format.
fr: La configuration enregistrée n’est pas au format dictionnaire attendu.
it: La configurazione salvata non è in un formato dizionario valido.
ja: 保存された設定の辞書形式が無効です。
vi: Cấu hình đã lưu không có định dạng từ điển hợp lệ.
zh_hans: 已保存的配置字典格式无效。

source: The selected app is no longer available.
ar: التطبيق المحدد لم يعد متاحًا.
de: Die ausgewählte App ist nicht mehr verfügbar.
fr: L’application sélectionnée n’est plus disponible.
it: L’app selezionata non è più disponibile.
ja: 選択したアプリは利用できなくなりました。
vi: Ứng dụng đã chọn không còn khả dụng.
zh_hans: 所选应用已不可用。

source: The source and target schemes must be different.
ar: يجب أن يختلف المخطط الأصلي عن المخطط المستهدف.
de: Ursprüngliches Schema und Zielschema müssen verschieden sein.
fr: Les schémas source et cible doivent être différents.
it: Gli schemi di origine e destinazione devono essere diversi.
ja: 元のスキームと置換先のスキームは異なる必要があります。
vi: Scheme gốc và Scheme đích phải khác nhau.
zh_hans: 原 Scheme 和目标 Scheme 不能相同。

source: Tweaks are enabled for this app through Bootstrap. Disable them in Bootstrap’s AppList first.
ar: تم تفعيل التعديلات لهذا التطبيق عبر Bootstrap. عطّلها أولًا في AppList ضمن Bootstrap.
de: Für diese App sind Tweaks über Bootstrap aktiviert. Deaktivieren Sie sie zuerst in der AppList von Bootstrap.
fr: Des tweaks sont activés pour cette application via Bootstrap. Désactivez-les d’abord dans l’AppList de Bootstrap.
it: Bootstrap ha attivato i tweak per questa app. Disattivali prima nell’AppList di Bootstrap.
ja: Bootstrap でこのアプリの Tweak が有効になっています。先に Bootstrap の AppList で無効にしてください。
vi: Bootstrap đang bật tweak cho ứng dụng này. Hãy tắt trước trong AppList của Bootstrap.
zh_hans: Bootstrap 已为此应用启用插件注入。请先在 Bootstrap 的 AppList 中将其关闭。

source: This permanently removes this app’s data. This cannot be undone.
ar: سيؤدي هذا إلى حذف بيانات هذا التطبيق نهائيًا. لا يمكن التراجع عن هذا الإجراء.
de: Die Daten dieser App werden dauerhaft gelöscht. Dies kann nicht rückgängig gemacht werden.
fr: Les données de cette application seront supprimées définitivement. Cette action est irréversible.
it: I dati di questa app verranno eliminati definitivamente. L’operazione non può essere annullata.
ja: このアプリのデータを完全に削除します。この操作は取り消せません。
vi: Dữ liệu của ứng dụng này sẽ bị xóa vĩnh viễn. Không thể hoàn tác.
zh_hans: 这将永久删除此应用的数据，且无法撤销。

source: Try Again
ar: إعادة المحاولة
de: Erneut versuchen
fr: Réessayer
it: Riprova
ja: 再試行
vi: Thử lại
zh_hans: 重试

source: URL Scheme Replacements
ar: استبدال مخططات URL
de: URL-Schema-Ersetzungen
fr: Remplacement des schémas URL
it: Sostituzioni degli schemi URL
ja: URL スキームの置換
vi: Thay thế URL Scheme
zh_hans: URL Scheme 替换

source: URL Schemes
ar: مخططات URL
de: URL-Schemas
fr: Schémas URL
it: Schemi URL
ja: URL スキーム
vi: URL Scheme
zh_hans: URL Scheme

source: Unable to Scan
ar: تعذر الفحص
de: Suche fehlgeschlagen
fr: Analyse impossible
it: Scansione non riuscita
ja: スキャンできませんでした
vi: Không thể quét
zh_hans: 无法扫描

source: Unknown Bindfs Mounts
ar: نقاط تركيب Bindfs غير معروفة
de: Unbekannte Bindfs-Einhängungen
fr: Montages Bindfs inconnus
it: Mount Bindfs sconosciuti
ja: 不明な Bindfs マウント
vi: Điểm gắn kết Bindfs không xác định
zh_hans: 未知 Bindfs 挂载

source: Unknown Preboot System
ar: نظام Preboot غير معروف
de: Unbekanntes Preboot-System
fr: Système Preboot inconnu
it: Sistema Preboot sconosciuto
ja: 不明な Preboot システム
vi: Hệ thống Preboot không xác định
zh_hans: 无法识别 Preboot 系统

source: Unsupported service configuration.
ar: تكوين الخدمة الحالي لا يدعم تغيير المنافذ.
de: Diese Dienstkonfiguration wird nicht unterstützt.
fr: Cette configuration de service n’est pas prise en charge.
it: Questa configurazione del servizio non è supportata.
ja: このサービス構成ではポートを変更できません。
vi: Không hỗ trợ thay đổi cổng với cấu hình dịch vụ này.
zh_hans: 当前服务配置不支持修改端口。

source: VPN or Proxy
ar: VPN أو وكيل
de: VPN oder Proxy
fr: VPN ou proxy
it: VPN o proxy
ja: VPN またはプロキシ
vi: VPN hoặc proxy
zh_hans: VPN 或代理

source: Version %@
ar: الإصدار %@
it: Versione %@
ja: バージョン %@
vi: Phiên bản %@
zh_hans: 版本 %@

source: Warning
ar: تحذير
de: Warnung
fr: Avertissement
it: Avviso
ja: 警告
vi: Cảnh báo
zh_hans: 警告

source: Whitelist Mode
ar: وضع القائمة البيضاء
de: Whitelist-Modus
fr: Mode liste blanche
it: Modalità lista bianca
ja: ホワイトリストモード
vi: Chế độ danh sách trắng
zh_hans: 白名单模式

# name or identifier
source: Search name or identifier…
ar: البحث بالاسم أو المعرّف…
de: Name oder Kennung suchen…
fr: Rechercher un nom ou un identifiant…
it: Cerca nome o identificatore…
ja: 名前または識別子で検索…
vi: Tìm theo tên hoặc mã định danh…
zh_hans: 搜索名称或标识符…

source: var Cleanup
ar: تنظيف var
de: var-Bereinigung
fr: Nettoyage de var
it: Pulizia di var
ja: var のクリーンアップ
vi: Dọn dẹp var
zh_hans: var 清理
